[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:48};
itm1={backcolor:0,bidimode:left-to-right,content:CHANNEL Number,font:33,height:36,highcolor:0,hlayout:left,id:5,linespacing:0,multiline:false,name:ChannelNum,type:TEXTFIELD,visible:true,vlayout:middle,width:294,wrapline:no-wrap,x:303,y:164,zorder:5};
itm10={id:15,name:SXM_Playback,refID:21,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:63,y:409,zorder:19};
itm11={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:16,name:PresetList,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:181,zorder:20,txtfield:{backcolor:0,bidimode:left-to-right,content:Preset list,font:3,height:70,highcolor:0,hlayout:center,linespacing:-5,multiline:true,name:PresetList,type:TEXTFIELD,visible:true,vlayout:top,width:144,wrapline:wrap-by-word,x:5,y:1}};
itm12={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:17,name:TagThis,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:257,zorder:21,txtfield:{backcolor:0,bidimode:left-to-right,content:Tag this,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:TagThis,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm13={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:18,name:Menu,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:333,zorder:22,txtfield:{backcolor:0,bidimode:left-to-right,content:Menu,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Menu,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm14={backcolor:0,height:52,id:19,img:1114,layout:normal,name:SeekBackground,type:IMAGEFIELD,visible:true,width:202,x:601,y:124,zorder:23,layout_param:{clipx:0,clipy:0}};
itm15={backcolor:0,height:36,id:20,img:1033,layout:normal,name:SeekPress,type:IMAGEFIELD,visible:true,width:144,x:628,y:129,zorder:24,layout_param:{clipx:0,clipy:0}};
itm16={backcolor:0,background:0,ccp:0,ccpzorder:over,height:52,id:21,name:SeekLeft,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:70,x:601,y:124,zorder:25};
itm17={backcolor:0,background:0,ccp:0,ccpzorder:over,height:52,id:22,name:SeekRight,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:70,x:733,y:124,zorder:26};
itm18={backcolor:0,height:225,id:31,img:1029,layout:normal,name:Media_artwork_base,type:IMAGEFIELD,visible:true,width:222,x:63,y:126,zorder:27,layout_param:{clipx:0,clipy:0}};
itm19={backcolor:0,height:218,id:32,img:34,layout:stretch-fill,name:Artwork,type:IMAGEFIELD,visible:true,width:218,x:63,y:126,zorder:28,layout_param:{}};
itm2={backcolor:0,bidimode:left-to-right,content:Channel name,font:33,height:36,highcolor:0,hlayout:left,id:6,linespacing:0,multiline:false,name:Channel_Name,type:TEXTFIELD,visible:true,vlayout:middle,width:328,wrapline:no-wrap,x:303,y:194,zorder:6};
itm20={backcolor:0,height:30,id:33,img:1053,layout:normal,name:Tunemix,type:IMAGEFIELD,visible:true,width:94,x:304,y:126,zorder:29,layout_param:{clipx:0,clipy:0}};
itm21={backcolor:0,background:961,ccp:777,ccpzorder:over,height:74,id:34,name:Menu_34,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:644,y:409,zorder:30,txtfield:{backcolor:0,bidimode:left-to-right,content:Live,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Menu,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm22={backcolor:0,bidimode:left-to-right,content:00\co00,font:45,height:34,highcolor:0,hlayout:right,id:35,linespacing:0,multiline:false,name:Play_time,type:TEXTFIELD,visible:true,vlayout:middle,width:80,wrapline:no-wrap,x:292,y:318,zorder:31};
itm23={backcolor:0,bidimode:left-to-right,content:/,font:45,height:34,highcolor:0,hlayout:left,id:36,linespacing:0,multiline:false,name:Slash,type:TEXTFIELD,visible:true,vlayout:middle,width:15,wrapline:no-wrap,x:372,y:318,zorder:32};
itm24={backcolor:0,bidimode:left-to-right,content:-00\co00,font:45,height:34,highcolor:0,hlayout:right,id:37,linespacing:0,multiline:false,name:Actual_Time,type:TEXTFIELD,visible:true,vlayout:middle,width:90,wrapline:no-wrap,x:376,y:318,zorder:33};
itm25={backcolor:0,background:1247,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,ccp:0,ccpzorder:over,height:50,id:38,name:Prog_Right,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:43,x:477,y:352,zorder:34};
itm26={backcolor:0,background:1246,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,ccp:0,ccpzorder:over,height:50,id:39,name:Prog_Left,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:43,x:13,y:352,zorder:35};
itm27={backcolor:0,height:35,id:46,img:1249,layout:normal,name:Play_point,styleid:0,type:IMAGEFIELD,visible:true,width:13,x:59,y:353,zorder:17,layout_param:{anchor:left-top,clipx:0,clipy:0}};
itm28={backcolor:0,barheight:22,barwidth:402,barx:2,bary:0,ccp:0,ccpzorder:over,height:22,id:47,irregularbar:0,irregularslider:0,name:Play_point_bar,regularslider:0,type:PROGRESSBAR,verticalPGB:false,visible:true,width:402,x:63,y:374,zorder:14};
itm29={backcolor:0,bidimode:left-to-right,content:0\co00/0\co00,font:45,height:34,highcolor:0,hlayout:right,id:48,linespacing:0,multiline:false,name:Actual_Time_New,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:false,vlayout:middle,width:163,wrapline:no-wrap,x:303,y:318,zorder:36};
itm3={backcolor:0,bidimode:left-to-right,content:ARTIST,font:45,height:35,highcolor:0,hlayout:left,id:7,linespacing:0,multiline:false,name:ARTIST,type:TEXTFIELD,visible:false,vlayout:top,width:320,wrapline:no-wrap,x:303,y:280,zorder:7};
itm4={backcolor:0,bidimode:left-to-right,content:SONG,font:45,height:35,highcolor:0,hlayout:left,id:8,linespacing:0,multiline:false,name:Song,type:TEXTFIELD,visible:false,vlayout:top,width:320,wrapline:no-wrap,x:303,y:223,zorder:8};
itm5={backcolor:0,bidimode:left-to-right,content:Song name,font:45,height:68,highcolor:0,hlayout:left,id:9,linespacing:-4,multiline:true,name:Song_Name,type:TEXTFIELD,visible:true,vlayout:top,width:328,wrapline:wrap-by-word,x:303,y:225,zorder:11};
itm6={backcolor:0,bidimode:left-to-right,content:artist name,font:45,height:34,highcolor:0,hlayout:left,id:10,linespacing:0,multiline:false,name:Artist_Name,type:TEXTFIELD,visible:true,vlayout:middle,width:328,wrapline:no-wrap,x:303,y:282,zorder:12};
itm7={backcolor:0,background:1264,barheight:22,barwidth:402,barx:2,bary:0,ccp:0,ccpzorder:over,height:22,id:11,irregularbar:0,irregularslider:0,name:MediaTrack,regularbar:1274,regularslider:0,type:PROGRESSBAR,verticalPGB:false,visible:true,width:402,x:63,y:374,zorder:13};
itm8={id:12,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3,zorder:17};
itm9={id:13,name:Aud_Menu,refID:4,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:154,y:64,zorder:18};

